relavant_sml1_dict = {'サッカー':['セパタクロー', 'フットサル', '室内競技サークル'],
                  'バスケ': ['室内競技サークル', 'カバディ', 'バレーボール'],
                  'フットサル':['セパタクロー', 'サッカー', 'ヨット'],
                  '軽音':['吹奏楽', 'カバディ', '茶道'],
                  '吹奏楽': ['軽音', '茶道', '学祭'],
                  'バレーボール': ['室内競技サークル', 'バスケ', 'ダイビング'],
                  'セパタクロー':['サッカー','フットサル', '室内競技サークル'],
                  '室内競技サークル':['カバディ', 'バスケ', 'バレーボール'],
                  'カバディ':['吹奏楽', '室内競技サークル', 'フットサル'],
                  '茶道': ['吹奏楽', '学祭', 'カバディ'],
                  '学祭': ['茶道', '吹奏楽', '室内競技サークル'],
                  'ヨット': ['ダイビング', 'フットサル', '室内競技サークル'],
                  'ダイビング': ['ヨット', '学祭', '室内競技サークル']
                  }

kanto = ['東京都', '神奈川県', '千葉県']
kansai = ['京都府', '大阪府']
hok = ['北海道']
okinawa = ['沖縄県']
relavant_area_dict = {'東京都': kanto,
                      '神奈川県': kanto,
                      '千葉県': kanto,
                      '京都府':kansai,
                      '大阪府':kansai,
                      '北海道':hok,
                      '沖縄県':okinawa
                      }
